Repository: OsmBelarus/Pieraklady
Catalog: isnujucyja_pieraklady/vioski.tmx
Source language: ru
Languages: be

source: Лешно
be: Лешна

source: Леща
be: Лешча

source: Лещанка
be: Ляшчанка

source: Лещатка
be: Ляшчатка

source: Лещевино
be: Ляшчэвіна

source: Лещёвцы
be: Ляшчоўцы

source: Лещенка
be: Лешчанка

source: Лещеняты
be: Лешчаняты

source: Лещилово
be: Ляшчылава

source: Лещинск
be: Ляшчынск

source: Лещины
be: Ляшчыны

source: Лещицы
be: Ляшчыцы

source: Либерполь
be: Лібярполь

source: Либия
be: Лібія

source: Либоровщина
be: Лібараўшчына

source: Ливаново
be: Ліванова

source: Ливье
be: Ліўе

source: Лидино
be: Лідзіна

source: Лидымо
be: Лідымо

source: Лидяны
be: Лідзяны

source: Лижейки
be: Ліжэйкі

source: Ликовка
be: Лікоўка

source: Ликути
be: Лікуці

source: Лимень
be: Лімень

source: Линги
be: Лінгі

source: Линки
be: Лінкі

source: Линковщина
be: Лінкаўшчына

source: Линов
be: Лінаў

source: Линово
be: Лінава

source: Лиозно
be: Лёзна

source: Лиопино
be: Ліопіна

source: Липа
be: Ліпа

source: Липаки
be: Ліпакі

source: Липанты
be: Ліпанты

source: Липатино
be: Ліпаціна

source: Липени
be: Ліпяні

source: Липень
be: Ліпень

source: Липец
be: Ліпец

source: Липиничи
be: Ліпінічы

source: Липинки
be: Ліпінкі

source: Липичанка
be: Ліпічанка

source: Липичанская Пуща
be: Ліпічанская Пушча

source: Липично
be: Ліпічна

source: Липка
be: Ліпка

source: Липки
be: Ліпкі

source: Липкунцы
be: Ліпкунцы

source: Липлянск
be: Ліплянск

source: Липляны
be: Ліпляны

source: Липневичи
be: Ліпневічы

source: Липники
be: Ліпнікі

source: Липница
be: Ліпніца

source: Липнишки
be: Ліпнішкі

source: Липно
be: Ліпна

source: Липняки
be: Ліпнякі

source: Липов
be: Ліпаў

source: Липовая
be: Ліпавая

source: Липовая Колода
be: Ліпавая Калода

source: Липовец
be: Ліпавец

source: Липовица
be: Ліпавіца

source: Липовка
be: Ліпаўка

source: Липовки
be: Ліпаўкі

source: Липово
be: Ліпава

source: Липовцы
be: Ліпаўцы

source: Липск
be: Ліпск

source: Лисино
be: Лісіно

source: Лисинская Рудня
be: Лісінская Рудня

source: Лиситник
be: Лісітнік

source: Лисицы
be: Лісіцы

source: Лисичино
be: Лісічына

source: Лисичицы
be: Лісічыцы

source: Лисичник
be: Лісічнік

source: Лиски
be: Ліскі

source: Лисково
be: Ліскава

source: Лисковская Слобода
be: Ліскаўская Слабада

source: Лисневичи
be: Ліснявічы

source: Лисно
be: Лісна

source: Лисное
be: Ліснае

source: Лисовичи
be: [Лісавічы, Лісовічы]

source: Лисовка
be: Лісаўка

source: Лисовские
be: Лісоўскія

source: Лисовчицы
be: Лісоўчыцы

source: Лисовщина
be: [Лісаўшчына, Лісоўшчына]

source: Листвин
be: Лісцвін

source: Листёнка
be: Лісцёнка

source: Листопадовичи
be: Лістападавічы

source: Листопады
be: Лістапады

source: Листянки
be: Лісцянкі

source: Лисуны
be: Лісуны

source: Лисятичи
be: Лісяцічы

source: Литаворцы
be: Літаварцы

source: Литаровщина
be: Літараўшчына

source: Литва
be: Літва

source: Литвинки
be: [Літвінкі, Ліцвінкі]

source: Литвинково
be: Ліцвінкава

source: Литвиновичи
be: Ліцвінавічы

source: Литвиново
be: [Літвінава, Ліцвінава]

source: Литвины
be: Літвіны

source: Литвица
be: Літвіца

source: Литвичи
be: Літвічы

source: Литвяки
be: Ліцвякі

source: Литвяны
be: [Літвяны, Ліцвяны]

source: Литовка
be: Літоўка

source: Литовск
be: Літоўск

source: Литовцы
be: Літоўцы

source: Литовчики
be: Літоўчыкі

source: Литовщина
be: Літоўшчына

source: Литусово
be: Літусава

source: Лихачёво
be: Ліхачова

source: Лихачёвщина
be: Ліхачоўшчына

source: Лихачи
be: Ліхачы

source: Лихиничи
be: Ліхінічы

source: Лихосельцы
be: Ліхасельцы

source: Лихошино
be: Ліхошына

source: Личинка
be: Лічынка

source: Личицы
be: Лічыцы

source: Лишки
be: Лішкі

source: Лищицы
be: Лішчыцы

source: Лобани
be: Лабані

source: Лобановка
be: Лабанаўка

source: Лобаны
be: Лабаны

source: Лобатка
be: Лабатка

source: Лобачёвка
be: Лабачоўка

source: Лобачёво
be: Лабачова

source: Лобачи
be: Лабачы

source: Лобачиха
be: Лабачыха

source: Лобейки
be: Лабейкі

source: Лобзово
be: Лабзова

source: Лобки
be: Лабкі

source: Лобковица
be: Лабковіца

source: Лобковичи
be: Лабковічы

source: Лобуновщина
be: Лабуноўшчына

source: Лобунщина
be: Лабуншчына

source: Лобырёвка
be: Лабыроўка

source: Ловец
be: Лавец

source: Ловкеники
be: Лаўкенікі

source: Ловутки
be: Лавуткі

source: Ловцевичи
be: Лоўцавічы

source: Ловцы
be: [Лаўцы, Лоўцы]

source: Ловчицы
be: Лоўчыцы

source: Логани
be: Лагані

source: Логвины
be: Логвіны

source: Логи
be: Лагі

source: Логишин
be: Лагішын

source: Логновичи
be: Логнавічы

source: Логоватка
be: Лагаватка

source: Логовино
be: Логавіна

source: Логовинцы
be: Логавінцы

source: Логовины
be: Логавіны

source: Логовище
be: Логавішча

source: Логовцы
be: Лагаўцы

source: Логовые
be: Лагавыя

source: Логоза
be: Лагаза

source: Логуны
be: Лагуны

source: Лодино
be: Лодзіна

source: Лодоси
be: Лодасі

source: Лоев
be: Лоеў

source: Лоевщина
be: Лаеўшчына

source: Ложане
be: [Лажанi, Лажане]

source: Ложанщина
be: Лажаншчына

source: Ложки
be: Лажкі

source: Ложок
be: Лажок

source: Лозица
be: Лазіца

source: Лозичи
be: [Лазічы, Лозічы]

source: Лозки
be: Лозкі

source: Лозов
be: Лозаў

source: Лозоватка
be: Лазаватка

source: Лозовец
be: Лазавец

source: Лозовица
be: Лазовіца

source: Лозовка
be: Лазоўка

source: Лозово
be: Лазова

source: Лозовое
be: Лазовае

source: Лозовой
be: Лазовы

source: Лозовцы
be: Лазаўцы

source: Лозовые
be: Лазавыя

source: Лозовый Куст
be: Лазовы Куст

source: Лозы
be: [Лазы, Лозы]

source: Лозяны
be: Лазяны

source: Лойки
be: Лойкі

source: Лойтевщина
be: Лойцеўшчына

source: Лойти
be: Лойці

source: Локачи
be: Лакачы

source: Локно
be: Лакно

source: Локти
be: Лакці

source: Локтыши
be: Лактышы

source: Локтяны
be: Лакцяны

source: Локути
be: Лакуці

source: Ломачино
be: Ламачына

source: Ломаши
be: [Ламашы, Ломашы]

source: Ломовичи
be: Ламавічы

source: Ломоносово
be: Ламаносава

source: Ломское
be: Ламское

source: Ломшино
be: Ломшына

source: Ломы
be: Ламы

source: Лонница
be: Лонніца

source: Лонские
be: Лонскія

source: Лонщино
be: Лоншчына

source: Лопатино
be: Лапаціна

source: Лопатичи
be: Лапацічы

source: Лопатишки
be: Лапацішкі

source: Лопатники
be: Лапатнікі

source: Лопатовичи
be: Лапатавічы

source: Лопаты
be: Лапаты

source: Лоповичи
be: Лопавічы

source: Лопоси
be: Лапосі

source: Лопуново
be: Лапунова

source: Лопути
be: Лопуці

source: Лопухово
be: Лапухова

source: Лопушно
be: Лапушна

source: Лопыри
be: Лапыры

source: Лосвидо
be: Лосвіда

source: Лосвицкие
be: Ласвіцкія

source: Лосевка
be: Лосеўка

source: Лосево
be: Лосева

source: Лосёво
be: Ласёва

source: Лосевцы
be: Лосеўцы

source: Лоси
be: Ласі

source: Лосинцы
be: Ласінцы

source: Лосичи
be: Лосічы

source: Лосокино
be: Ласокіна

source: Лососин
be: Ласасін

source: Лососино
be: Ласасіна

source: Лотва
be: [Латва, Лотва]

source: Лотвины
be: Лоцвіны

source: Лотвичи
be: Лотвічы

source: Лотевичи
be: [Лацевічы, Лоцевічы]

source: Лотевка
be: Латэўка

source: Лоточки
be: Латочкі

source: Лотыши
be: Латышы

source: Лохница
be: Лохніца

source: Лоховщина
be: Лохаўшчына

source: Лочин
be: Лочын

source: Лошаки
be: Лашакі

source: Лошанцы
be: Лашанцы

source: Лошаны
be: Лашаны

source: Лошица
be: Лошыца

source: Лошница
be: Лошніца

source: Лубеники
be: Лубенікі

source: Лубенята
be: Лубянята

source: Лубнище
be: Лубнішча

source: Лубное
be: Лубнае

source: Луги
be: Лугі

source: Лугиновичи
be: Лугінавічы

source: Лугины
be: Лугіны

source: Луговая
be: Лугавая

source: Луговая Вирня
be: Лугавая Вірня

source: Луговая Слобода
be: Лугавая Слабада

source: Луговские
be: Лугаўскія

source: Луговцы
be: Лугаўцы

source: Луговые
be: Лугавыя

source: Луговый
be: Лугавы

source: Лугомовичи
be: Лугамавічы

source: Лудичи
be: Лудзічы

source: Лудчицы
be: Лудчыцы

source: Лужайки
be: Лужайкі

source: Лужесно
be: Лужасна

source: Лужи
be: Лужы

source: Лужино
be: Лужына

source: Лужище
be: Лужышча

source: Лужки
be: Лужкі

source: Лукавица
be: Лукавіца

source: Лукавцы
be: Лукаўцы

source: Лукашевичи
be: Лукашэвічы

source: Лукаши
be: Лукашы

source: Лукашино
be: Лукашына

source: Лукашовка
be: Лукашоўка

source: Лукашово
be: Лукашова

source: Луки
be: Лукі

source: Луковец
be: Лукавец

source: Луково
be: Лукава

source: Луковые
be: Лукавыя

source: Лукомские Поплавы
be: Лукомскія Паплавы

source: Луконица
be: Луконіца

source: Лукоть
be: Лукаць

source: Лукошин
be: Лукашын

source: Лукошки
be: Лукошкі

source: Лукский
be: Луцкі

source: Лукши
be: Лукшы

source: Лукьяновичи
be: Лук’янавічы

source: Лукьяновка
be: Лук’янаўка

source: Лукьяново
be: Лук’янава

source: Луначарский
be: Луначарскі

source: Луначарское
be: Луначарскае

source: Луни
be: Луні

source: Лунин
be: Лунін

source: Лунино
be: Луніна

source: Луница
be: Луніца

source: Лунки
be: Лункі

source: Лунно
be: Лунна

source: Лупачи
be: Лупачы

source: Лупины
be: Лупіны

source: Луповщина
be: Лупаўшчына

source: Лусково
be: Лускава

source: Лусковщина
be: Лускаўшчына

source: Лустичи
be: Лусцічы

source: Лустишки
be: Лусцішкі

source: Луськое
be: Луськае

source: Лутик
be: Луцік

source: Лутики
be: Луцікі

source: Лутище
be: Луцішча

source: Лутки
be: Луткі

source: Лутно
be: Лутна

source: Лутовень
be: Лутавень

source: Лутово
be: Лутава

source: Лутово Сельцо
be: Лутава Сяльцо

source: Лутовье
be: Лутоўе

source: Лутчино
be: Лутчына

source: Луцевичи
be: Луцэвічы

source: Луцк Козловский
be: Луцк Казлоўскі

source: Луцк Мосарский
be: Луцк Мосарскі

source: Луцковляны
be: Луцкаўляны

source: Луч
be: [Луч, Прамень]

source: Лучанские
be: Лучанскія

source: Лучежевичи
be: Лучажэвічы

source: Лучезарная
be: Лучазарная

source: Лучёса
be: Лучоса

source: Лучин
be: Лучын

source: Лучиновка
be: Лучынаўка

source: Лучица
be: Лучыца

source: Лучицы
be: Лучыцы

source: Лучки
be: Лучкі

source: Лучники
be: Лучнікі

source: Лучно
be: Лучна

source: Лучной Мост
be: Лучны Мост

source: Лучье
be: Лучча

source: Лушнево
be: Лушнева

source: Лущевинка
be: Лушчэвінка

source: Лущики
be: Лушчыкі

source: Лущиха
be: Лушчыха

source: Лыжичи
be: Лыжычы

source: Лыкинка
be: Лыкінка

source: Лыковичи
be: Лыкавічы

source: Лыково
be: Лыкава

source: Лылойти
be: Лылойці

source: Лындино
be: Лындзіна

source: Лынкишки
be: Лынкішкі

source: Лыновка
be: Лынаўка

source: Лыньков
be: Лынькоў

source: Лысая Гора
be: Лысая Гара

source: Лыски
be: Лыскі

source: Лысково
be: Лыскава

source: Лысковщина
be: Лыскаўшчына

source: Лысовичи
be: Лысавічы

source: Лысовщина
be: Лысоўшчына

source: Лысое
be: Лысае

source: Лыськово
be: Лыськава

source: Лыцевичи
be: Лыцавічы

source: Лычковцы
be: Лычкаўцы

source: Лыще
be: Лышча

source: Лыщики
be: Лышчыкі

source: Лыщицы
be: Лышчыцы

source: Львовка
be: Львоўка

source: Львовщина
be: Львоўшчына

source: Любавино
be: Любавіна

source: Любаничи
be: Любанічы

source: Любасно
be: Любасна

source: Любатовщина
be: Любатоўшчына

source: Любачин
be: Любачын

source: Любашево
be: Любашава

source: Любашки
be: Любашкі

source: Любейки
be: Любейкі

source: Любжино
be: Любжына

source: Любиж
be: Любіж

source: Любимое
be: Любімае

source: Любин
be: Любін

source: Любиничи
be: Любінічы

source: Любица
be: Любіца

source: Любичи
be: Любічы

source: Любишино
be: Любішына

source: Любище
be: Любішча

source: Любищицы
be: Любішчыцы

source: Любки
be: Любкі

source: Любковщина
be: Любкаўшчына

source: Любовин
be: Любавін

source: Любовичи
be: Любавічы

source: Любово
be: Любава

source: Любовши
be: Любоўшы

source: Любовь
be: Любоў

source: Любожердье
be: Любажэрдзе

source: Любоничи
be: Любонічы

source: Люборы
be: Любары

source: Люботынь
be: Любатынь

source: Люговщина
be: Люгоўшчына

source: Людвиково
be: [Людвікава, Людвікова]

source: Людвиковщина
be: Людвікаўшчына

source: Людвинов
be: Людзвіноў

source: Людвиново
be: [Людвінова, Людзвінова]

source: Людгардовка
be: Людгардаўка

source: Люденевичи
be: Людзяневічы

source: Людимы
be: Людзімы

source: Людиничи
be: Людзiнiчы

source: Людиновичи
be: Людзінавічы

source: Людков
be: Людкоў

source: Людковщина
be: Людкаўшчына

source: Людогощь
be: Людагошча

source: Людчицы
be: Людчыцы

source: Люлево
be: Люлева

source: Люлюки
be: Люлюкі

source: Люсино
be: Люсіна

source: Лютец
be: Люцец

source: Люти
be: Люці

source: Лютино
be: Люціна

source: Лютины
be: Люціны

source: Люткова
be: Люткава

source: Лютовичи
be: Лютовічы

source: Лютовка
be: Лютаўка

source: Лютошь
be: Люташ

source: Лютые
be: Лютыя

source: Лютый Бор
be: Люты Бор

source: Лютьково
be: Люцькава

source: Люшев
be: Люшаў

source: Люшнево
be: Люшнева

source: Люща
be: Люшча

source: Лябики
be: Лябікі

source: Ляденки
be: Лядзенкі

source: Лядец
be: Лядзец

source: Лядище
be: Лядзішча

source: Лядки
be: Лядкі

source: Лядники
be: Ляднікі

source: Лядно
be: Лядна

source: Лядо
be: Ляда

source: Лядовичи
be: Лядавічы

source: Лядск Высокий
be: Лядск Высокі

source: Ляжино
be: Ляжына

source: Ляйки
be: Ляйкі

source: Лялевщина
be: Лялеўшчына

source: Ляльковщина
be: Лялькаўшчына

source: Лямница
be: Лямніца

source: Лясковичи
be: Ляскавічы

source: Лясовец
be: Лясавец

source: Лятки
be: Ляткі

source: Лятохи
be: Лятохі

source: Ляхи
be: Ляхі

source: Ляховец
be: Ляхавец

source: Ляховичи
be: Ляхавічы

source: Ляховичи 1
be: Ляхавічы 1

source: Ляховичи 2
be: Ляхавічы 2

source: Ляховка
be: Ляхаўка

source: Ляхово
be: Ляхава

source: Ляховцы
be: Ляхаўцы

source: Ляховщина
be: Ляхаўшчына

source: Ляхчицы
be: Ляхчыцы

source: Ляцевичи
be: Ляцэвічы

source: Ляцкие
be: Ляцкія

source: Магалевщина
be: Магалеўшчына

source: Магдалин
be: Магдалін

source: Магдулино
be: Магдуліна

source: Магеровка
be: Магераўка

source: Магистральная
be: Магістральная

source: Маглыши
be: Маглышы

source: Мадейки
be: Мадзейкі

source: Маёвка
be: Маёўка

source: Маеришки
be: Маярышкі

source: Мажейчино
be: Мажэйчына

source: Мажница
be: Мажніца

source: Мажуйки
be: Мажуйкі

source: Мажули
be: Мажулі

source: Мазаново
be: Мазанава

source: Мазеки
be: Мазекі

source: Мазичи
be: Мазічы

source: Мазки
be: Мазкі

source: Мазнево
be: Мазнева

source: Мазолово
be: Мазалава

source: Мазулевщина
be: Мазулеўшчына

source: Мазулино
be: Мазуліна

source: Мазури
be: Мазуры

source: Мазурино
be: Мазурына

source: Мазурки
be: Мазуркі

source: Мазуровка
be: Мазураўка

source: Мазурщина
be: Мазуршчына

source: Майзорово
be: Майзарова

source: Майский
be: Майскі

source: Майское
be: Майскае

source: Майсютино
be: Майсюціна

source: Майшули
be: Майшулі

source: Майщина
be: Майшчына

source: Макановичи
be: Маканавічы

source: Макаренки
be: Макаранкі

source: Макаренцы
be: Макаранцы

source: Макаринята
be: Макарынята

source: Макаричи
be: Макарычы

source: Макаровичи
be: Макаравічы

source: Макаровка
be: Макараўка

source: Макарово
be: Макарава

source: Макаровцы
be: Макараўцы

source: Макаровщина
be: Макараўшчына

source: Макарщина
be: Макаршчына

source: Макасичи
be: Макасічы

source: Макаши
be: Макашы

source: Макеевичи
be: Макеевічы

source: Макеевцы
be: Макееўцы

source: Макеевщина
be: Макееўшчына

source: Маклаки
be: Маклакі

source: Маковичи
be: Макавічы

source: Маковище
be: Макавішчы

source: Маковищи
be: Макавішчы

source: Маковка
be: Макаўка

source: Маковня
be: Макаўня

source: Маково
be: Макава

source: Маковье
be: Макаўе

source: Максимково
be: Максімкава

source: Максимовка
be: Максімаўка

source: Максютки
be: Максюткі

source: Макути
be: Макуці

source: Малаховцы
be: Малахоўцы

source: Малашево
be: Малашова

source: Малашенки
be: Малашанкі

source: Малашки
be: Малашкі

source: Малашковичи
be: Малашкавічы

source: Малашково
be: Малашкава

source: Малая Белица
be: Малая Беліца

source: Малая Берестовица
be: Малая Бераставіца

source: Малая Борздынь
be: Малая Барздынь

source: Малая Борковщина
be: Малая Боркаўшчына

source: Малая Быховщина
be: Малая Быхаўшчына

source: Малая Ведрень
be: Малая Вядрэнь

source: Малая Волохва
be: Малая Валахва

source: Малая Выдрея
be: Малая Выдрэя

source: Малая Горожа
be: Малая Гарожа

source: Малая Гуменовщина
be: Малая Гуменаўшчына

source: Малая Дайновка
be: Малая Дайноўка

source: Малая Дещенка
be: Малая Дзешчанка

source: Малая Дубровка
be: Малая Дубраўка

source: Малая Жорновка
be: Малая Жорнаўка

source: Малая Зимница
be: Малая Зімніца

source: Малая Зятица
be: Малая Зяціца

source: Малая Изва
be: Малая Ізва

source: Малая Каплица
be: Малая Капліца

source: Малая Ковалевщина
be: Малая Кавалеўшчына

source: Малая Колоная
be: Малая Каланая

source: Малая Колпеница
be: Малая Каўпеніца

source: Малая Королёвка
be: Малая Каралёўка

source: Малая Крапивня
be: Малая Крапіўня

source: Малая Крушиновка
be: Малая Крушынаўка

source: Малая Курница
be: Малая Курніца

source: Малая Лапеница
be: Малая Лапеніца

source: Малая Лещенка
be: Малая Лешчанка

source: Малая Лысковка
be: Малая Лыскаўка

source: Малая Любщина
be: Малая Любшчына

source: Малая Людвиновка
be: Малая Людзвінаўка

source: Малая Лютинка
be: Малая Люцінка

source: Малая Малиновка
be: Малая Малінаўка

source: Малая Медвядка
be: Малая Мядзвядка

source: Малая Мощаница
be: Малая Машчаніца

source: Малая Невиша
be: Малая Нявіша

source: Малая Обрина
be: Малая Вобрына

source: Малая Ольса
be: Малая Вольса

source: Малая Ольшанка
be: Малая Альшанка

source: Малая Опака
be: Малая Апака

source: Малая Опита
be: Малая Апіта

source: Малая Падерь
be: Малая Падзер

source: Малая Переспа
be: Малая Пярэспа

source: Малая Плотница
be: Малая Плотніца

source: Малая Полонка
be: Малая Палонка

source: Малая Почерня
be: Малая Почарня

source: Малая Пуща
be: Малая Пушча

source: Малая Раковица
be: Малая Ракавіца

source: Малая Рогозница
be: Малая Рагозніца

source: Малая Своротва
be: Малая Сваротва

source: Малая Слива
be: Малая Сліва

source: Малая Слобода
be: Малая Слабада

source: Малая Слободка
be: Малая Слабодка

source: Малая Тростяница
be: Малая Трасцяніца

source: Малая Угринь
be: Малая Угрынь

source: Малая Ухолода
be: Малая Ухалода

source: Малая Шатановщина
be: Малая Шатаноўшчына

source: Малевичи
be: [Малевічы, Малявічы]

source: Малевичская Рудня
be: Малевіцкая Рудня

source: Малево
be: Малева

source: Малеевка
be: Малееўка

source: Малейки
be: Малейкі

source: Малейковщизна
be: Малэйкаўшчызна

source: Маленик
be: Малянік

source: Малешев
be: Малешаў

source: Мали
be: Малі

source: Малимоны
be: Малімоны

source: Малина
be: Маліна

source: Малинник
be: Маліннік

source: Малинники
be: Маліннікі

source: Малиновая
be: Малінавая

source: Малиновка
be: [Малінаўка, Маліноўка]

source: Малиновка 2
be: Малінаўка 2

source: Малиновка Телешовская
be: Малінаўка Целяшоўская

source: Малиново
be: [Малінава, Малінова]

source: Малиновое
be: Малінавае

source: Малиновщина
be: Маліноўшчына

source: Малинье
be: Малінне

source: Малишев
be: Малішаў

source: Малиши
be: Малішы

source: Малки
be: Малкі

source: Малково
be: Малкава

source: Малодуша
be: Маладуша

source: Малое Бабино
be: Малое Бабіна

source: Малое Барово
be: Малое Барава

source: Малое Бахово
be: Малое Бахава

source: Малое Беляково
be: Малое Белякова

source: Малое Бушково
be: Малое Бушкава

source: Малое Высокое
be: Малое Высокае

source: Малое Гальцево
be: Малое Гальцэва

source: Малое Городище
be: Малое Гарадзішча

source: Малое Городно
be: Малое Горадна

source: Малое Демидково
be: Малое Дзямідкава

source: Малоеды
be: Малаеды

source: Малое Жежлино
be: Малое Жэжліна

source: Малое Залужье
be: Малое Залужжа

source: Малое Замошье
be: Малое Замошша

source: Малое Запоточье
be: Малое Запаточча

source: Малое Запрудье
be: Малое Запруддзе

source: Малое Заречье
be: Малое Зарэчча

source: Малое Кошо
be: Малое Кашо

source: Малое Лосвидо
be: Малое Лосвіда

source: Малое Можейково
be: Малое Мажэйкава

source: Малое Морозово
be: Малое Марозава

source: Малое Ольжево
be: Малое Вольжава

source: Малое Осово
be: Малое Восава

source: Малое Подлесье
be: Малое Падлессе

source: Малое Савино
be: Малое Савіна

source: Малое Село
be: Малое Сяло

source: Малое Ситно
be: Малое Сітна

source: Малое Стахово
be: Малое Стахава

source: Малое Тешалово
be: Малое Цешалова

source: Малое Туровье
be: Малое Туроўе

source: Малое Уланово
be: Малое Уланава

source: Малое Хоново
be: Малое Хонава

source: Малое Хотюхово
be: Малое Хацюхова

source: Малое Чёрное
be: Малое Чорнае

source: Маложин
be: Малажын

source: Малосельцы
be: Маласельцы

source: Малые Автюки
be: Малыя Аўцюкі

source: Малые Амхиничи
be: Малыя Амхінічы

source: Малые Аниковичи
be: Малыя Анікавічы

source: Малые Бакшты
be: Малыя Бакшты

source: Малые Барсучины
be: Малыя Барсучыны

source: Малые Белевичи
be: Малыя Бялевічы

source: Малые Берёзовцы
be: Малыя Бярозаўцы

source: Малые Бесяды
be: Малыя Бясяды

source: Малые Бобровники
be: Малыя Баброўнікі

source: Малые Борки
be: Малыя Боркі

source: Малые Бортники
be: Малыя Бортнікі

source: Малые Бояры
be: Малыя Баяры

source: Малые Васильки
be: Малыя Васількі

source: Малые Викоровичи
be: Малыя Вікаравічы

source: Малые Войшнаришки
be: Малыя Вайшнарышкі

source: Малые Воробьевичи
be: Малыя Вераб’евічы

source: Малые Гаяны
be: Малыя Гаяны

source: Малые Голыни
be: Малыя Галыні

source: Малые Гольни
be: Малыя Гольні

source: Малые Городятичи
be: Малыя Гарадзяцічы

source: Малые Гороховищи
be: Малыя Гарохавішчы

source: Малые Дворцы
be: Малыя Дворцы

source: Малые Диковичи
be: Малыя Дзіковічы

source: Малые Довыдки
be: Малыя Давыдкі

source: Малые Дольцы
be: Малыя Дольцы

source: Малые Доропеевичи
be: Малыя Дарапеевічы

source: Малые Жаберичи
be: Малыя Жаберычы

source: Малые Жуховичи
be: Малыя Жухавічы

source: Малые Завшицы
be: Малыя Заўшыцы

source: Малые Зводы
be: Малыя Зводы

source: Малые Зимовищи
be: Малыя Зімовішчы

source: Малые Иодковичи
be: Малыя Ёдкавічы

source: Малые Калиновичи
be: Малыя Калінавічы

source: Малые Карныши
be: Малыя Карнышы

source: Малые Каскевичи
be: Малыя Каскевічы

source: Малые Князиковцы
be: Малыя Князікоўцы

source: Малые Козловичи
be: Малыя Казловічы

source: Малые Козлы
be: Малыя Казлы

source: Малые Конвелишки
be: Малыя Канвелішкі

source: Малые Коноплицы
be: Малыя Канапліцы

source: Малые Конюшаны
be: Малыя Канюшаны

source: Малые Косичи
be: Малыя Косічы

source: Малые Кошевники
be: Малыя Кашэўнікі

source: Малые Крагли
be: Малыя Краглі

source: Малые Кривичи
be: Малыя Крывічы

source: Малые Круговичи
be: Малыя Круговічы

source: Малые Лезневичи
be: Малыя Лезнявічы

source: Малые Лепесы
be: Малыя Лепясы

source: Малые Лепи
be: Малыя Лепі

source: Малые Лесковичи
be: Малыя Лясковічы

source: Малые Лётцы
be: Малыя Лётцы

source: Малые Липки
be: Малыя Ліпкі

source: Малые Липники
be: Малыя Ліпнікі

source: Малые Липовичи
be: Малыя Ліпавічы

source: Малые Литвиновичи
be: Малыя Ліцвінавічы

source: Малые Логи
be: Малыя Лагі

source: Малые Лозицы
be: Малыя Лазіцы

source: Малые Луки
be: Малыя Лукі

source: Малые Ляды
be: Малыя Ляды

source: Малые Масушины
be: Малыя Масушыны

source: Малые Мисники
be: Малыя Міснікі

source: Малые Михалки
be: Малыя Міхалкі

source: Малые Михиничи
be: Малыя Міхінічы

source: Малые Мотыкалы
be: Малыя Матыкалы

source: Малые Негновичи
be: Малыя Негнавічы

source: Малые Немки
be: Малыя Нямкі

source: Малые Нестановичи
be: Малыя Нястанавічы

source: Малые Новики
be: Малыя Навікі

source: Малые Новосёлки
be: Малыя Навасёлкі

source: Малые Овчиненки
be: Малыя Аўчыненкі

source: Малые Озеранки
be: Малыя Азяранкі

source: Малые Озёрки
be: Малыя Азёркі

source: Малые Орлы
be: Малыя Арлы

source: Малые Осётки
be: Малыя Асёткі

source: Малые Павловичи
be: Малыя Паўлавічы

source: Малые Плейки
be: Малыя Плейкі

source: Малые Прусы
be: Малыя Прусы

source: Малые Пугачи
be: Малыя Пугачы

source: Малые Пурневичи
be: Малыя Пурневічы

source: Малые Пущевые
be: Малыя Пушчавыя

source: Малые Пышногоры
be: Малыя Пышнагоры

source: Малые Радваничи
be: Малыя Радванічы

source: Малые Рачуны
be: Малыя Рачуны

source: Малые Рексти
be: Малыя Рэксці

source: Малые Роги
be: Малыя Рагі

source: Малые Свирянки
be: Малыя Свіранкі

source: Малые Свиряны
be: Малыя Свіраны

source: Малые Селютичи
be: Малыя Сялюцічы

source: Малые Семюны
be: Малыя Сямюны

source: Малые Сехновичи
be: Малыя Сяхновічы
